<?php

return [
    'or' => 'أو',
    'sign-in' => 'تسجيل الدخول باستخدام Google',
    'auth-error' => 'تعذر التحقق من هويتك باستخدام حساب Google الخاص بك. يرجى المحاولة مرة أخرى.',
    'config-error' => [
        'title'   => 'عذرًا! حدث خطأ',
        'message' => 'نعتذر عن الإزعاج. يبدو أن Google SSO لم يتم تكوينه بعد في Bagisto الخاص بك.',
        'support'   => 'إذا كنت غير متأكد من خطوات التكوين أو تحتاج إلى مساعدة، يرجى الاتصال بفريق الدعم لدينا على <a href=":link" class=":class">:email</a>',
    ],
];
